Repository: andresinaka/iOS-Test-Deviget
Catalog: Reddit/L10n/*.lproj/Localizable.strings
Languages: es

# media_not_supported
source: No images available
es: No hay imágenes disponibles

# generic_error_message
source: Something went wrong
es: Algo falló

# generic_warning
source: Warning!
es: Precaución!

# gallery_permission_detail
source: Error with Gallery Permissions
es: Sucedió un error relacionado con los permisos de la galería

# image_download_error
source: Error downloading Image
es: Sucedió un error descargando la imagen

# image_save_error
source: Save Error
es: Error guardando la imagen

# image_save_success
source: Saved Successfully
es: Imagen guardada

# image_added_to_gallery
source: The image was added to your gallery
es: La imagen fue agregada a la galeria

source: Dismiss All
es: Descartar todos

# pull_to_refresh
source: No new posts! Pull to refresh!
es: No hay nuevos posts! Pull para traer nuevos!

source: Dismiss Post
es: Descartar Post
